Repository: wp-plugins/custom-comment-form-title
Catalog: languages/ccft-lang-*.*.po
Languages: es

source: Custom Comment Form Title
es: Título de la Forma del Comentario Personalizado

source: Default Comment Form Title
es: Título de la Forma del Comentario por Defecto

source: Choose a default title to be used for all comment forms. This can be overridden for individual posts on the "Edit Post" screen.
es: Elija un título por defecto que se utilizará en todos los comentarios de las formas. Esto puede sobrescribirse para los post individuales en la pantalla "Editar Post".

source: Save Changes
es: Guardar los Cambios

source: A note about Framework and Theme Compatibility:
es: Una nota sobre el Framework y la compatibilidad del Tema:

source: Some frameworks and themes replace the
es: Algunos frameworks y temas reemplazan la

source: function with a new, custom function. This plugin is known to work with the following frameworks:
es: función con una nueva función personalizada. Este plugin es conocido por trabajar con los siguientes frameworks:

source: If this plugin does not work with your theme, head over to the forum and leave some information about your framework or theme. With your help, I can work on updating the plugin to work with a wider variety of frameworks and themes.
es: Si este plugin no funciona con su tema, diríjase hacia el foro y deje un poco de información acerca de su framework o tema. Con su ayuda, puedo trabajar en la actualización del plugin para trabajar con una amplia variedad de frameworks y temas.

source: A note about other comment system plugins:
es: Una nota sobre otros plugins del sistema de comentario:

source: Some comment systems replace the Wordpress Comment Form all together. Special consideration must be taken to hook this plugin's custom titles back into the page before the new comment system. This plugin has been designed to work with the following comment systems:
es: Algunos sistemas de comentario reemplazan la Forma de Comentarios de Wordpress todos juntos. Se debe tomar especial consideración para enganchar estos títulos personalizados de este plugin de nuevo en la página antes del nuevo sistema de comentario. Este plugin está diseñado para trabajar con los siguientes sistemas de comentario:

source: If the commment system you use is not listed above, head over to the forum and leave some information about what you are using. With your help, I can work on updating the plugin to work with a wider variety of comment systems.
es: Si el sistema de comentario que usted usa no está en la lista de arriba, diríjase hacia el foro y deje un poco de información acerca de lo que está utilizando. Con su ayuda, puedo trabajar en la actualización del plugin para trabajar con una amplia variedad de sistemas de comentario.
